/* No comment provided by engineer. */
"    Booking" = "    Booking";

/* No comment provided by engineer. */
"   Berlin" = "   Berlin";

/* No comment provided by engineer. */
"%.2f km" = "%.2f km";

/* No comment provided by engineer. */
"%.2f mi" = "%.2f mi";

/* No comment provided by engineer. */
"(5) One Day Pass for 1 Person" = "(5) One Day Pass for 1 Person";

/* relative time */
"1 day ago" = "1 day ago";

/* relative time */
"1 hour ago" = "1 hour ago";

/* relative time */
"1 minute ago" = "1 minute ago";

/* No comment provided by engineer. */
"2 mins ago" = "2 mins ago";

/* No comment provided by engineer. */
"2 others" = "2 others";

/* No comment provided by engineer. */
"21 Sept - 25 Sept" = "21 Sept - 25 Sept";

/* No comment provided by engineer. */
"4 Nights\n\(startDateString) - \(endDateString)" = "4 Nights\n\(startDateString) - \(endDateString)";

/* No comment provided by engineer. */
"7 days ago" = "7 days ago";

/* No comment provided by engineer. */
"\"RA Travel\" Would Like to Access Your Calendar" = "\"RA Travel\" Would Like to Access Your Calendar";

/* relative time */
"\(Int(days)) days ago" = "\(Int(days)) days ago";

/* relative time */
"\(Int(hours)) hours ago" = "\(Int(hours)) hours ago";

/* relative time */
"\(Int(minutes)) minutes ago" = "\(Int(minutes)) minutes ago";

/* relative time */
"\(Int(seconds)) seconds ago" = "\(Int(seconds)) seconds ago";

/* No comment provided by engineer. */
"\(start) - \(end)" = "\(start) - \(end)";

/* No comment provided by engineer. */
"\(startDateString) - \(endDateString)" = "\(startDateString) - \(endDateString)";

/* No comment provided by engineer. */
"Allows for an entire day of transportation.\n" = "Allows for an entire day of transportation.\n";

/* No comment provided by engineer. */
"and" = "and";

/* No comment provided by engineer. */
"Arnold Schwarzenegger" = "Arnold Schwarzenegger";

/* No comment provided by engineer. */
"Arriving" = "Arriving";

/* No comment provided by engineer. */
"B O O K   H O T E L" = "B O O K   H O T E L";

/* No comment provided by engineer. */
"Berlin Itinerary" = "Berlin Itinerary";

/* No comment provided by engineer. */
"Berlin, Event Planning" = "Berlin, Event Planning";

/* No comment provided by engineer. */
"Berlin, Germany - Trip Itinerary" = "Berlin, Germany - Trip Itinerary";

/* No comment provided by engineer. */
"Berlin,\nGermany" = "Berlin,\nGermany";

/* No comment provided by engineer. */
"Booking" = "Booking";

/* No comment provided by engineer. */
"Brand B London PR Event" = "Brand B London PR Event";

/* No comment provided by engineer. */
"Buy Passes" = "Buy Passes";

/* No comment provided by engineer. */
"Buy Tickets" = "Buy Tickets";

/* No comment provided by engineer. */
"Congratulations! This event has been added to your itinerary." = "Congratulations! This event has been added to your itinerary.";

/* No comment provided by engineer. */
"Departing" = "Departing";

/* No comment provided by engineer. */
"DISMISS" = "DISMISS";

/* No comment provided by engineer. */
"Don't Allow" = "Don't Allow";

/* No comment provided by engineer. */
"DONE" = "DONE";

/* No comment provided by engineer. */
"Duration" = "Duration";

/* No comment provided by engineer. */
"Expansion Proposal New York" = "Expansion Proposal New York";

/* No comment provided by engineer. */
"Formulating Watson\nrecommendations." = "Formulating Watson\nrecommendations.";

/* No comment provided by engineer. */
"From" = "From";

/* No comment provided by engineer. */
"G E T   S T A R T E D" = "G E T   S T A R T E D";

/* No comment provided by engineer. */
"GO TO EVENT" = "GO TO EVENT";

/* No comment provided by engineer. */
"Hotel Detail" = "Hotel Detail";

/* No comment provided by engineer. */
"Hotels" = "Hotels";

/* No comment provided by engineer. */
"Inclement weather may affect your Regroup with audio/visual team at Pfau Cafe." = "Inclement weather may affect your Regroup with audio/visual team at Pfau Cafe.";

/* No comment provided by engineer. */
"Just now" = "Just now";

/* relative time */
"just now" = "just now";

/* No comment provided by engineer. */
"Loading data." = "Loading data.";

/* No comment provided by engineer. */
"Loading trip itinerary.\n" = "Loading trip itinerary.\n";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"min" = "min";

/* No comment provided by engineer. */
"N E X T" = "N E X T";

/* No comment provided by engineer. */
"N O   C O N N E C T I O N" = "N O   C O N N E C T I O N";

/* No comment provided by engineer. */
"Nights" = "Nights";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please wait while your arrangements are made." = "Please wait while your arrangements are made.";

/* No comment provided by engineer. */
"Please wait while your hotel is being booked." = "Please wait while your hotel is being booked.";

/* No comment provided by engineer. */
"Please wait while your\npass is being purchased." = "Please wait while your\npass is being purchased.";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Restaurant Detail" = "Restaurant Detail";

/* No comment provided by engineer. */
"Restaurants" = "Restaurants";

/* No comment provided by engineer. */
"REVIEW" = "REVIEW";

/* No comment provided by engineer. */
"Richard added a location for Event Launch" = "Richard added a location for Event Launch";

/* No comment provided by engineer. */
"S H O W   O N B O A R D I N G" = "S H O W   O N B O A R D I N G";

/* No comment provided by engineer. */
"seats left" = "seats left";

/* No comment provided by engineer. */
"stop" = "stop";

/* No comment provided by engineer. */
"stops" = "stops";

/* No comment provided by engineer. */
"To" = "To";

/* No comment provided by engineer. */
"Transportation" = "Transportation";

/* No comment provided by engineer. */
"Transportation Detail" = "Transportation Detail";

/* No comment provided by engineer. */
"Trips" = "Trips";

/* No comment provided by engineer. */
"U P D A T E   E V E N T" = "U P D A T E   E V E N T";

/* No comment provided by engineer. */
"U P D A T E   I T I N E R A R Y" = "U P D A T E   I T I N E R A R Y";

/* No comment provided by engineer. */
"With" = "With";

/* No comment provided by engineer. */
"You created a new trip: Berlin, Event Planning" = "You created a new trip: Berlin, Event Planning";

/* No comment provided by engineer. */
"You have successfully booked a hotel and it has been added to your itinerary." = "You have successfully booked a hotel and it has been added to your itinerary.";

/* No comment provided by engineer. */
"You have successfully booked a hotel and it has been added\nto your itinerary." = "You have successfully booked a hotel and it has been added\nto your itinerary.";

/* No comment provided by engineer. */
"You have successfully updated the meeting location for this event. We’ll notify your invitees." = "You have successfully updated the meeting location for this event. We’ll notify your invitees.";

/* No comment provided by engineer. */
"Your flight to Berlin is boarding now at Gate 316" = "Your flight to Berlin is boarding now at Gate 316";

/* No comment provided by engineer. */
"€34,50" = "€34,50";

/* No comment provided by engineer. */
"B U S I N E S S  I N S I G H T S" = "B U S I N E S S  I N S I G H T S";

